{
    "home": "Home",
    "blogs": "Blogs",
    "products": "Products",
    "about": "About Us",
    "contact": "Contact Us",
    "login": "Login",
    "en": "ENG",
    "ar": "AR",
    "reserches":"Researches",
    "welcome":"Welcome To The Triangle Of Life",
    "dr.ramez":"Biochemist Ramiz Saad",
    "about-text":"The 'Triangle of Life'  project began with the idea of human creation from soil, founded on a blend of hope, happiness, and health. Based on advanced scientific studies in mineral analysis using modern equipment like ICPMS-DCR, the project significantly reduced analysis time and costs. Hair analysis from 32 countries was utilized to understand the relationship between minerals and health. Research revealed that iron, copper, and selenium play crucial roles in body enzymes and detoxification. The benefits of Chaga mushroom and selenium-rich Brazilian nuts were also explored. Current research delves into the impact of minerals, herbs, and dietary supplements on human health.",
    "read more":"Read More",
    "desc dr.ramez" : "Dr. Chemist and founder of Triangle of Life.",
    "getInTouch": "Get in touch",
    "haveAnyQuestion": "Have Any Question?",
    "address": "Address",
    "phoneNumber": "Phone Number",
    "emailAddress": "Email Address",
    "name": "Name",
    "email": "Email Address",
    "phone": "Phone Number",
    "services": "Services",
    "country": "Country",
    "message": "Message",
    "sendMessage": "Send Message",
    "address-text":"EGYPT - QENA",
    "enterYourName": "Enter Your Name",
    "enterEmailAddress": "Enter Email Address",
    "enterPhoneNumber": "Enter Phone Number",
    "enterServices": "Enter Services",
    "enterCountry": "Enter Country",
    "enterYourComments": "Enter your comments",
    "footerTitle": "Triangle Of Life",
    "footerRights": "&copy; 2024 Triangle Of Life. All Rights Reserved.",
    "medicalAnalysis": "Medical Analysis",
    "medicalAnalysisText": "We provide comprehensive medical analysis services, leveraging advanced technologies and expert insights to offer precise diagnoses and treatment plans tailored to individual needs.",
    "medicalConsultation": "Medical Consultation",
    "medicalConsultationText": "Our medical consultation service connects you with experienced healthcare professionals who offer personalized guidance and support, addressing your concerns and providing expert advice on various health-related matters.",
    "scientificBlogs": "Scientific Blogs",
    "scientificBlogsText": "Explore our collection of scientific blogs covering a wide range of topics, from cutting-edge research to informative articles on health and wellness. Stay informed and inspired by the latest advancements in science and medicine.",
    "learnMore": "Learn More"
}
